Repository: common-repository/neutral-cart-co2-offsetting
Catalog: lang/neutralcart-*.po
Languages: sv_se

source: Settings
sv_se: Inställningar

source: https://neutralcart.com/en/frequently-asked-questions
sv_se: https://neutralcart.com/sv/vart-gar-pengarna

source: [TEST MODE]
sv_se: [TESTLÄGE]

source: I want to carbon offset my purchase
sv_se: Jag vill klimatkompensera mitt inköp

source: Neutral Cart makes it easy to offset your carbon footprint.
sv_se: Neutral Cart gör det enkelt att klimatkompensera

source: Read more about Neutral Cart and why you should make climate compensate your purchases
sv_se: Läs mer om Neutral Cart och varför du ska klimatkompensera dina inköp.

source: Neutral Cart Settings
sv_se: Neutral Cart Inställningar

source: Enable
sv_se: Aktivera

source: Test mode (Neutral Cart checkout box only visible for editors/admin)
sv_se: Testläge (Neutral Cart-utcheckning visas endast för inloggade administratörer/redaktörer)

source: Disable
sv_se: Inaktivera

source: Select label style
sv_se: Ange etikettutseende

source: Default (bright)
sv_se: Standard (ljus)

source: Dark
sv_se: Mörk

source: Select Neutral Cart logo style
sv_se: Välj Neutral Cart logostil

source: Default (green)
sv_se: Standard (grön)

source: Bright
sv_se: Ljus

source: Custom CSS
sv_se: Egen CSS

source: Auto-checked / Auto-applied the fees
sv_se: Automatiskt förbockad / automatiskt applicerad

source: Placement
sv_se: Placering

source: Before payment (default)
sv_se: Före betalning (standard)

source: Before customer details
sv_se: Före kunduppgifter

source: After order notes
sv_se: Efter orderdetaljer

source: After billing details form
sv_se: Efter fakturadetaljer

source: Contact
sv_se: Kontakt

source: Neutral Cart - CO2 Offsetting
sv_se: Neutral Cart - Klimatkompensation

source: One-Click CO2 Offsetting/Donations for WooCommerce
sv_se: Klimatkompensation med ett knapptryck för WooCommerce
